Revit 2024 API
ParameterTypeId.DividedpathMergedPointNum Property
 "Total Number of Nodes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DividedpathMergedPointNum { get; }
Visual Basic
Public Shared ReadOnly Property DividedpathMergedPointNum As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DividedpathMergedPointNum {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace